#language: ru
Функционал: Homework

  Сценарий: Сбербанк
    * Старт браузера "http://www.sberbank.ru/ru/person"
    * Главная страница
    * Путешествие и покупки
    * Проверить наличие на странице заголовка – "Страхование путешественников"
    * Оформить Онлайн
    * Допустимая сумма полиса
    * Оформить
    * Заполнить поля
      | Петров     |
      | Петр       |
      | 01.01.1993 |
      | Петровв    |
      | Петрр      |
      | Петрович   |
      | 03.03.1993 |
      | 2222       |
      | 222222     |
      | 20.12.2011 |
    * Продолжить
    * Проверка сообщения "Заполнены не все обязательные поля"